/* 
   Localizable.strings
   Mobitransit_Helsinki

   Created by Daniel Soro Coicaud on 21/09/10.
   Copyright 2010 Okode S.L. All rights reserved.
 */

"MAP" = "Mapa";
"SATELLITE" = "Satélite";
"HYBRID" = "Híbrido";

"BUSES" = "Autobuses";
"TRAMWAYS" = "Tranvías";
"SUBWAYS" = "Metros";
"TAXIS" = "Taxis";

"BUS" = "autobús";
"TRAMWAY" = "tranvía";
"SUBWAY" = "metro";
"TAXI" = "taxi";

"LINE" = "Línea";
"LINES" = "Líneas";

"DIRECTION" = "Sentido";

"LOADING" = "Cargando...";

"SERVER_ERROR_TITLE" = "El servidor no responde";
"SERVER_ERROR_SUBTITLE" = "Por favor inténtalo de nuevo más tarde";

"STOMP_ERROR_TITLE" = "El servidor no está actualizando";
"STOMP_ERROR_SUBTITLE" = "El servicio de actualización no está funcionando correctamente. Mobitransit mostrará la última posición de los transportes pero actualmente no puede actualizarlos. Por favor, inténtalo de nuevo más tarde.";

"CONNECTION_ERROR_TITLE" = "Comprueba tu conexión";

"INACTIVE_APP_TITLE" = "Mobitransit está inactivo";
"INACTIVE_APP_SUBTITLE" = "Para salvaguardar memoria, la aplicación se cerrará en 30 segundos a menos que la vuelvas a activar.";

"NO_LOCATION_TITLE" = "Localización inválida";
"NO_LOCATION_MESSAGE" = "Tu posición actual no coincide con la ciudad de la aplicación. Localización de usuario deshabilitada.";

"ACCEPT_MESSAGE" = "Aceptar";

"WELCOME_TITLE" = "Mobitransit"; 
"WELCOME_MESSAGE" = "Mobitransit utiliza la localización del dispositivo para poder ofrecer servicios de visualización de transporte público cerca de la zona donde te encuentras. No se recopila ni se envía información personal en forma alguna.";

"CONFIG_TITLE" = "Configuración";
"CONFIG_NETWORK" = "Conexión";
"CONFIG_SERVER_STATUS" = "Estado del servidor";
"CONFIG_MAP_PROPERTIES" = "Propiedades del mapa";
"CONFIG_TYPE" = "Tipo";
"CONFIG_USER_LOCATION" = "Localización de usuario";
"CONFIG_LOGIN" = "Login";
"CONFIG_SOCIAL" = "Redes sociales";

"INFO_TITLE" = "Información";
"INFO_ADVICES" = "Avisos";
"INFO_TICKETS" = "Tickets";
"INFO_SMS_TICKETS" = "Compra tu ticket por SMS";
"INFO_MOBITRANSIT_APP" = "mobitransit App";
"INFO_ABOUT" = "Acerca de";

"SHARE_MESSAGE_TITLE" = "¡Comparte en redes sociales!";
"SHARE_ON_FACEBOOK" = "Publicar en Facebook";
"SHARE_ON_TWITTER" = "Publicar en Twitter";
"SHARE_COMPLETE" = "Enviado!";
"UNEXPECTED_ERROR" = "Error";

"SHARE_MESSAGE_TRANSPORT_1" = "Estoy viajando en el";
"SHARE_MESSAGE_TRANSPORT_2" = "de la línea";
"SHARE_MESSAGE_TRANSPORT_3" = "¡Sigue mi trayecto en tiempo real con Mobitransit!";

"SHARE_MESSAGE_LOCATION_1" = "Estoy en";
"SHARE_MESSAGE_LOCATION_2" = "¡Viendo el transporte público en tiempo real con Mobitransit!";

"SENDING" = "Enviando...";
"SENT" = "Enviado!";

"SMS_FIRST_TITLE" = "Compra Mobile Tickets";
"SMS_MORE_INFO" = "Revise los términos de uso:";
"SMS_BUY_TICKET" = "Compra Mobile Ticket (2€)";
"SMS_CALL_HKL" = "Teléfono de información";
"SMS_SECOND_TITLE" = "Solicitar un taxi";
"SMS_CALL_TAXI" = "Solicitar taxi (1'70€)";

"SMS_INPUT_CITY" = "\"inserte nombre de la ciudad\"";
"SMS_INPUT_STREET_NAME" = "\"inserte nombre de la calle\"";
"SMS_INPUT_STREET_NUMBER" = "\"inserte número de la calle\"";

"SMS_ALERT_TITLE" =  "Revisa tu localización";
"SMS_ALERT_MESSAGE" = "Escribe el mensaje del siguiente modo:\n\nnombre de la ciudad\nnombre de la calle\nnúmero de la calle\ninformación adicional";

"OKODE_INFO" = "Mobitransit – Helsinki
All rights reserved © 2010 Okode · www.okode.com

Mobitransit uses your device location to provide visualization services of public transport near of you. We do not collect or send your personal information in any way.

THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.

This product uses information and services from third parties:

Real time public transport information offered by HKL/HST in Helsinki city (Finland).

This product contains software developed by third parties:

Objc-Stomp · Copyright (c) 2009 Stefan Saasen
Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so.

AsyncSocket, originally created by Dustin Voss on Wed Jan 29 2003. Updated and maintained by Deusty Designs and the Mac development community.";
